Repository: magicsunday/webtrees-pedigree-chart
Catalog: resources/lang/*/messages.po
Languages: cs, uk

source: left
cs: vlevo
uk: ліворуч

source: right
cs: vpravo
uk: праворуч

source: up
cs: nahoru
uk: вгору

source: down
cs: dolů
uk: вниз

source: Pedigree chart
cs: Diagram předků
uk: Родовід

source: A pedigree chart of an individual’s ancestors.
cs: Přehled předků osoby.
uk: Діаграма предків персони у вигляді дерева.

source: Pedigree chart of %s
cs: Diagram předků osoby %s
uk: Родовід для %s

source: Use Ctrl + scroll to zoom in the view
cs: Pomocí Ctrl + kolečko zvětšit pohled
uk: Використовуйте Ctrl + коліщатко миші до збільшення зображення

source: Move the view with two fingers
cs: Přemístit pohled dvěma prsty
uk: Переміщуйте зображення двома пальцями

source: Born: %s
cs: Narozen/a: %s
uk: Народження: %s

source: Died: %s
cs: Zemřel/a: %s
uk: Смерть: %s

source: Deceased
cs: Zesnulý/á
uk: Померлий

source: Re center
cs: Vystředit
uk: Відцентрувати

source: Export as PNG
cs: Exportovat jako PNG
uk: Експорт в PNG

source: Export as SVG
cs: Exportovat jako SVG
uk: Експорт в SVG

source: Generations
cs: Generace
uk: Покоління

source: Layout
cs: Rozložení
uk: Вигляд

source: Show empty boxes for missing individuals. Caution: May slow down your system!
cs: Zobrazit prázdná pole pro chybějící osoby. Upozornění: Může zpomalit váš systém!
uk: Показати порожні блоки для відсутніх людей. Увага: Може сповільнити вашу систему!

source: Orientation
cs: Natočení
uk: Орієнтація

source: Individual
cs: Osoba
uk: Персона

source: view
cs: zobrazit
uk: Перегляд

source: Show more options
cs: Zobrazit další volby

source: Hide more options
cs: Skrýt další volby
